
export const processStepList = [
          {
            stepNumber: 1,
            title: "نیازسنجی و مشاوره",
            description: "درک نیازهای کسب‌وکار شما و ارائه مشاوره برای بهترین راه‌حل‌های دیجیتال.",
          },
          {
            stepNumber: 2,
            title: "طراحی اولیه",
            description: "ایجاد طرح‌های اولیه (Wireframe) و رابط کاربری جذاب متناسب با برند شما.",
          },
          {
            stepNumber: 3,
            title: "توسعه وب‌سایت",
            description: "برنامه‌نویسی و پیاده‌سازی وب‌سایت با فناوری‌های مدرن و بهینه.",
          },
          {
            stepNumber: 4,
            title: "تست و بهینه‌سازی",
            description: "آزمایش کامل وب‌سایت برای اطمینان از عملکرد بی‌نقص و بهینه‌سازی سئو.",
          },
          {
            stepNumber: 5,
            title: "تحویل و پشتیبانی",
            description: "راه‌اندازی وب‌سایت و ارائه پشتیبانی مداوم برای موفقیت شما.",
          },
        ]